Repository: hamonikr-root/mate-system-tools
Catalog: po/*.po
Languages: ms

source: Off
ms: Dimatikan

source: Low
ms: Rendah

source: Medium
ms: Sederhana

source: Loud
ms: Nyaring

source: Tones
ms: Nada

source: Pulses
ms: Denyut

source: Plain (ASCII)
ms: Biasa (ASCII)

source: Hexadecimal
ms: Heksadesimal

source: Location:
ms: Lokasi:

source: Save current network configuration as a location
ms: Simpan konfigurasi rangkaian semasa sebagai lokasi

source: Delete current location
ms: Padam lokasi semasa

source: Connections
ms: Sambungan

source: _Host name:
ms: Nama _hos:

source: D_omain name:
ms: Nama _domain:

source: Host Settings
ms: Tetapan Hos

source: General
ms: Am

source: DNS Servers
ms: Pelayan DNS

source: Search Domains
ms: Domain Gelintar

source: Hosts
ms: Hos

source: Interface properties
ms: Sifat antaramuka

source: E_nable this connection
ms: Be_narkan sambungan ini

source: E_nable roaming mode
ms: Be_narkan mod perayauan

source: Connection type:
ms: Jenis sambungan:

source: Network name (_ESSID):
ms: Nama rangkaian (_ESSID):

source: Network _password:
ms: _Kata laluan rangkaian:

source: Password _type:
ms: Jenis _kata laluan:

source: Wireless Settings
ms: Tetapan Tanpa Wayar

source: Con_figuration:
ms: Kon_figurasi:

source: _IP address:
ms: Alamat _IP:

source: _Subnet mask:
ms: Topeng _subnet:

source: _Gateway address:
ms: Alamat _get laluan:

source: Connection Settings
ms: Tetapan Sambungan

source: _Local IP:
ms: IP Lokal:

source: _Remote IP:
ms: IP _Jauh:

source: _Phone number:
ms: Nombor _telefon:

source: _Dial prefix:
ms: Awalan _dailan:

source: Access point name:
ms: Nama titik capaian:

source: Internet service provider data
ms: Data penyedia perkhidmatan Internet

source: _Username:
ms: Nama _pengguna:

source: P_assword
ms: K_ata laluan

source: Account data
ms: Akaun data

source: _Modem port:
ms: Port _Modem:

source: _Dial type:
ms: Jenis _dailan:

source: _Volume:
ms: _Volum:

source: _Autodetect
ms: Kesan-s_endiri

source: Ethernet interface:
ms: Antaramuka ethernet:

source: Modem Settings
ms: Tetapan Modem

source: _Set modem as default route to internet
ms: _Tetapkan modem sebagai hala lalai ke internet

source: Use the Internet service provider nameservers
ms: Guna pelayan nama penyedia perkhidmatan Internet

source: _Retry if the connection breaks or fails to start
ms: _Cuba lagi jika sambungan terputus atau gagal untuk dimulakan

source: Options
ms: Pilihan

source: Host Alias Properties
ms: Sifat Alias Hos

source: IP address:
ms: Alamat IP:

source: Aliases:
ms: Alias:

source: Select the services that you wish to activate:
ms: Pilih perkhidmatan yang anda ingin aktifkan:

source: Advanced settings:
ms: Tetapan lanjutan:

source: _Path:
ms: _Laluan:

source: Share through:
ms: Kongsi menerusi:

source: Shared Folder
ms: Folder Terkongsi

source: Comment:
ms: Ulasan:

source: Name:
ms: Nama:

source: _Read only
ms: _Baca sahaja

source: Share Properties
ms: Sifat Perkongsian

source: Allowed Hosts
ms: Hos Dibenarkan

source: Share
ms: Kongsi

source: Add allowed hosts
ms: Tambah hos dibenarkan

source: Allowed hosts:
ms: Hos dibenarkan:

source: Host name:
ms: Nama hos:

source: Network:
ms: Rangkaian:

source: Netmask:
ms: Topeng rangkaian:

source: Read only
ms: Baca sahaja

source: Hosts Settings
ms: Tetapan Hos

source: Shared Folders
ms: Folder Terkongsi

source: Domain / _Workgroup:
ms: Domain /_Kumpulan kerja:

source: This computer is a _WINS server
ms: Komputer ini ialah pelayan _WINS

source: WINS _server:
ms: Pela_yan WINS:

source: Windows sharing
ms: Perkongsian Windows

source: General Properties
ms: Sifat Am

source: Users
ms: Pengguna

source: Enter password for user
ms: Masukkan kata laluan untuk pengguna

source: Enter password for user:
ms: Masukkan kata laluan untuk pengguna:

source: Time zone
ms: Zon waktu

source: Time Zone
ms: Zon Waktu

source: Time zone:
ms: Zon waktu:

source: Selection
ms: Pemilihan

source: Time servers
ms: Pelayan waktu

source: NTP server
ms: Pelayan NTP

source: Add NTP Server
ms: Tambah pelayan NTP

source: Unconfigured
ms: Tidak dikonfigur

source: _Configuration:
ms: _Kongfigurasi:

source: Time servers:
ms: Pelayan waktu:

source: Se_lect Servers
ms: P_ilih Pelayan

source: _Time:
ms: _Masa:

source: _Date:
ms: _Tarikh:

source: Synchronize now
ms: Segerak sekarang

source: _Manage Groups
ms: _Urus Kumpulan

source: Account _type:
ms: Jenis _akaun:

source: _Change...
ms: _Tukar...

source: _Password:
ms: _Kata laluan:

source: _Advanced Settings
ms: Tetapan L_anjutan

source: This account is disabled.
ms: Akaun ini telah dilumpuhkan.

source: _Enable Account
ms: B_enarkan Akaun

source: Group properties
ms: Sifat kumpulan

source: Basic Settings
ms: Tetapan Asas

source: Group _name:
ms: _Nama Kumpulan:

source: Group _ID:
ms: _ID Kumpulan:

source: Group Members
ms: Ahli Kumpulan

source: Profile Settings
ms: Tetapan Profil

source: Profile _name:
ms: _Nama profil:

source: _Comments
ms: _Ulasan

source: System Defaults
ms: Lalai Sistem

source: _Home directory:
ms: Direktori _rumah:

source: Default _shell:
ms: _Shell lalai:

source: Default _group:
ms: _Kumpulan lalai:

source: Password Settings
ms: Tetapan Kata Lalauan

source: Number of days that a password may be used:
ms: Bilangan hari kata laluan boleh digunakan:

source: Minimum days allowed between password changes:
ms: Hari minimum dibenarkan antara penukaran kata lalaun:

source: Days between warning and password expiration:
ms: Hari diantara amaran dengan peluputan kata laluan:

source: Assign a random password by default
ms: Beri kata laluan rawak secara lalai

source: Automatic UID/GID
ms: UID/GID automatik

source: Maximum UID:
ms: UID maksimum:

source: Maximum GID:
ms: GID Maksimum:

source: Minimum UID:
ms: UID minimum:

source: Minimum GID:
ms: GIG minimum:

source: Privileges
ms: Kelayakan

source: User profiles
ms: Profil pengguna

source: _Add Profile
ms: T_ambah Profil

source: Groups settings
ms: Tetapan kumpulan

source: Groups available on the system:
ms: Kumpulan tersedia pada sistem:

source: Change User Name
ms: Ubah Nama Pengguna

source: Full _Name:
ms: Nama _Penuh:

source: Changing user name for:
ms: Mengubah nama pengguna untuk:

source: Change User Password
ms: Ubah Kata Laluan Pengguna

source: Con_firmation:
ms: _Pengesahan:

source: Password set to:
ms: Kata laluan ditetapkan ke:

source: _Generate
ms: _Jana

source: Set password b_y hand
ms: Tetapkan kata laluan se_cara tangan

source: New _password:
ms: Kata laluan baru:

source: Generate _random password
ms: Jana kata laluan _rawak

source: Changing user password for:
ms: Mengubah kata laluan pengguna untuk:

source: Don't ask for password on _login
ms: Janngan tanya kata laluan semasa men_daftar masuk

source: _Current password:
ms: Kata laluan _semasa:

source: Change User Account Type
ms: Ubah Jenis Akaun Pengguna

source: Changing user account type for:
ms: Mengubah jenis akaun pengguna untuk:

source: _Custom
ms: _Suai

source: This account is using special settings that have been defined manually. Use the <i>Advanced Settings</i> dialog to tune them.
ms: Akaun ini menggunakan tetapan khas yang telah ditakrif secara manual. Guna dialog <i>Tetapan Lanjutan</i> untuk menalanya.

source: Create New User
ms: Cipta Pengguna Baru

source: _Name:
ms: _Nama:

source: Create a new user
ms: Cipta pengguna baru

source: Username must consist of: ➣ lower case letters from the English alphabet ➣ digits ➣ any of the characters ".", "-" and "_"
ms: Nama pengguna mesti mengandungi:⏎ ➣ huruf kecil dalam abjad Inggeris⏎ ➣ digit⏎ ➣ mana-mana aksara ".", "-" dan "_"

source: A user with this name already exists. Please choose a different name for the new user.
ms: Pengguna dengan nama ini sudah wujud. Sila pilih nama lain untuk pengguna baru.

source: Username must start with a letter!
ms: Nama pengguna mesti bermula dengan huruf!

source: _Encrypt home folder to protect sensitive data
ms: S_ulitkan folder rumah untuk melindungi data sensitif

source: Encrypt all your files with your login password to strongly protect them from people with physical access to your computer, at the expense of a slightly reduced performance.
ms: Sulitkan semua fail anda dengan kata laluan daftar masuk untuk melindungnya dari individu yang mempunyai capaian fizikal ke komputer anda, dengan sedikit prestasi dikurangkan.

source: Change Advanced User Settings
ms: Ubah Tetapan Pengguna Mahir

source: Changing advanced settings for:
ms: Mengubah tetapan lanjutan untuk:

source: O_ffice location:
ms: Lokasi _pejabat:

source: _Work phone:
ms: Telefon _pejabat:

source: _Home phone:
ms: Telefon _rumah:

source: Contact Information
ms: Maklumat Kenalan

source: User Privileges
ms: Kelayakan Pengguna

source: Advanced Settings
ms: Tetapan Lanjutan

source: _Main group:
ms: Kumpulan _utama:

source: User ID:
ms: ID Pengguna:

source: You can't change user ID while the user is logged in.
ms: Anda tidak boleh ubah ID pengguna semasa pengguna mendaftar masuk.

source: Disable _account
ms: Lumpuhkan _akaun

source: Optional Settings
ms: Tetapan Pilihan

source: Mi_nimum days between password changes:
ms: Hari mi_nimum diantara perubahan kata laluan:

source: Ma_ximum days a password may be used:
ms: Hari ma_ksimum kata laluan boleh digunakan:

source: _Days between warning and password expiration:
ms: _Hari diantara amaran dengan peluputan katalaluan:

source: Advanced
ms: Lanjutan

source: Show system users
ms: Tunjuk pengguna sistem

source: Whether the users-admin tool should show system users in the users list.
ms: Sama ada alat user-admin patut tunjukkan pengguna sistem dalam senarai pengguna.

source: Show root user
ms: Tunjuk pengguna root

source: Whether the users-admin tool should show the root user in the users list.
ms: Sama ada alat user-damin patut tunjukkan pengguna root dalam senarai pengguna.

source: The platform you are running is not supported by this tool
ms: Platform yang anda sedang jalankan tidak disokong oleh alat ini

source: If you know for sure that it works like one of the platforms listed below, you can select that and continue. Note, however, that this might damage the system configuration or downright cripple your computer.
ms: Jika anda pasti ia berfugsi sepertimana salah satu platform tersenarai dibawah, anda boleh pilih ia dan teruskan. Perhatian, ia mungkin memudaratkan konfigurasi sistem anda atau menjejaskan komputer anda.

source: Unsupported platform
ms: Platform tidak disokong

source: The configuration could not be loaded
ms: Konfigurasi tidak dimuatkan

source: The configuration could not be saved
ms: Konfigurasi tidak dapat disimpan

source: You are not allowed to access the system configuration.
ms: Anda tidak diizinkan mencapai konfigurasi sistem.

source: You are not allowed to modify the system configuration.
ms: Anda tidak dibenarkan mengubahsuai konfigurasi sistem.

source: Invalid data was found.
ms: Data tidak sah ditemui.

source: An unknown error occurred.
ms: Ralat tidak diketahui telah muncul.

source: Could not display help
ms: Tidak dapat papar bantuan

source: The system configuration has potentially changed.
ms: Konfigurasi sistem telah berubah.

source: Update content? This will lose any modification in course.
ms: Kemaskini kandungan? Akan berlaku kehilangan pengubahsuaian nanti.

source: An error occurred while checking for authorizations: %s You may report this as a bug.
ms: Ralat berlaku semasa memeriksa untuk keizinan: %s⏎ Anda boleh laporkan ia sebagai pepijat.

source: _Add
ms: _Tambah

source: _Delete
ms: Pa_dam

source: Type address
ms: Jenis alamat

source: Changing interface configuration
ms: Mengubah konfigurasi antaramuka

source: Could not autodetect modem device
ms: Tidak dapat kesan-sendiri peranti modem

source: Check that the device is not busy and that is correctly attached to the computer.
ms: Periksa samada peranti tidak sibuk dan ianya disambung ke komputer dengan betul.

source: The host name has changed
ms: Nama hos telah berubah

source: This will prevent you from launching new applications, and so you will have to log in again. Continue anyway?
ms: Ini menghalang anda dari melancarkan aplikasi baru, dan anda perlu daftar masuk lagi. Teruskan juga?

source: Change _Host name
ms: Ubah nama _hos

source: Automatic configuration (DHCP)
ms: Konfigurasi automatik (DHCP)

source: Local Zeroconf network (IPv4 LL)
ms: Rangkaian Zeroconf setempat (IP4 LL)

source: Static IP address
ms: Alamat IP statik

source: WEP key (ascii)
ms: Kunci WEP (ascii)

source: WEP key (hexadecimal)
ms: Kunci WEP (heksadesimal)

source: WPA Personal
ms: WPA Peribadi

source: WPA2 Personal
ms: WPA2 Peribadi

source: ISDN modem
ms: Modem ISDN

source: Serial modem
ms: Modem Serial

source: %s Properties
ms: Sifat %s

source: _Properties
ms: Si_fat

source: IP Address
ms: Alamat IP

source: Aliases
ms: Alias

source: This network interface is not configured
ms: Antaramuka rangkaian ini tidak dikonfigur

source: Roaming mode enabled
ms: Mod perayauan dibenarkan

source: Address:
ms: Alamat:

source: Subnet mask:
ms: Topeng subnet:

source: Remote address:
ms: Alamat jauh:

source: Type:
ms: Jenis:

source: Phone number:
ms: Nombor telefon:

source: Wireless connection
ms: Sambungan tanpa wayar

source: Infrared connection
ms: Sambungan Infra-merah

source: Wired connection
ms: Sambungan berwayar

source: Parallel port connection
ms: Sambungan port selari

source: Point to point connection
ms: Sambungan titik ke titik

source: Changing network location
ms: Mengubah lokasi rangkaian

source: There is already a location with the same name
ms: Sudah terdapat lokasi dengan nama yang serupa

source: Overwrite it?
ms: Tulis-ganti ia?

source: Save location
ms: Simpan lokasi

source: _Location name:
ms: _Nama lokasi:

source: Do you want to delete location "%s"?
ms: Anda hendak padam lokasi "%s"?

source: The interface does not exist
ms: Antaramuka tidak wujud

source: Check that it is correctly typed and that it is correctly supported by your system.
ms: Periksa samada ia jenis yang betul dan ia dapat disokong oleh sistem anda.

source: Configure a network interface
ms: Konfigur antaramuka rangkaian

source: INTERFACE
ms: ANTARAMUKA

source: Configure the first network interface with a specific type
ms: Konfigurasi antaramuka rangkaian pertama dengan jenis khusus

source: TYPE
ms: JENIS

source: Network
ms: Rangkaian

source: Configure network devices and connections
ms: Konfigur peranti dan sambungan rangkaian

source: Network Settings
ms: Tetapan Rangkaian

source: Settings for service "%s"
ms: Tetapan bagi perkhidmatan "%s"

source: Are you sure you want to deactivate %s?
ms: Anda pasti hendak nyahaktifkan %s?

source: This may affect your system behavior in several ways, possibly leading to data loss.
ms: Ia mungkin mempengaruhi kelakuan sistem anda dalam beberapa cara, berkemungkinan menyebabkan kehilangan data.

source: Web server
ms: Pelayan sesawang

source: Shares your web pages over the Internet
ms: Kongsi laman sesawang anda menerusi Internet

source: Actions scheduler
ms: Penjadual tindakan

source: Executes scheduled actions
ms: Lakukan tindakan berjadual

source: Printer service
ms: Perkhidmatan pencetak

source: Allows applications to use printers
ms: Benarkan aplikasi menggunakan pencetak

source: Mail agent
ms: Ejen mel

source: Delivers your outgoing mail
ms: Hantar mel keluar anda

source: MTA authentication service
ms: Perkhidmatan pengesahihan MTA

source: Mail fetcher
ms: Pengambil mel

source: Downloads your mail from remote accounts
ms: Muat turun mel anda dari akaun jauh

source: Graphical login manager
ms: Pengurus daftar masuk bergrafik

source: Allows users to login graphically
ms: Benarkan pengguna mendaftar masuk secara bergrafik

source: Database server
ms: Pelayan pangkalan data

source: Data storage system
ms: Sistem storan data

source: Folder sharing service
ms: Perkhidmatan perkongsian folder

source: Shares folders over your network
ms: Kongsi folder anda menerusi rangkaian

source: FTP service
ms: Pelayan FTP

source: Shares folders over the Internet
ms: Kongsi folder melalui Internet

source: Clock synchronization service
ms: Perkhidmatan penyegerakan jam

source: Synchronizes your computer clock with Internet time servers
ms: Segerakkan jam komputer anda dengan pelayan masa Internet

source: Analyzes your incoming mail for virus
ms: Analisis mel masuk anda jika ada virus

source: Firewall
ms: Dinding api

source: Blocks undesired network access to your computer
ms: Halang capaian rangkaian yang tidak dikehendaki ke komputer anda

source: Dictionary server
ms: Pelayan kamus

source: Speech synthesis support
ms: Sokongan sintesis pertuturan

source: Computer activity logger
ms: Pengelog aktiviti komputer

source: Keeps a log of your computer activity
ms: Kekalkan log aktiviti komputer anda

source: Remote backup server
ms: Pelayan sandar jauh

source: Spam filter
ms: Penapis spam

source: Remote shell server
ms: Pelayan shell jauh

source: Secure shell server
ms: Pelayan shell selamat

source: Application server
ms: Pelayan aplikasi

source: Automated crash reports support
ms: Sokongan laporan kerosakan berautomatik

source: System communication bus
ms: Bas komunikasi sistem

source: System configuration manager
ms: Pengurus konfigurasi sistem

source: School management platform
ms: Platform pengurusan sekolah

source: Network security auditor
ms: Pengaudit keselamatan rangkaian

source: Web calendar server
ms: Pelayan kalendar sesawang

source: OEM configuration manager
ms: Pengurus konfigurasi OEM

source: Terminal multiplexor
ms: Pemultipleks terminal

source: Disk quota activation
ms: Pengaktifan kuota cakera

source: Package index monitor
ms: Pemantau indeks pakej

source: Network service
ms: Perkhidmatan rangkaian

source: Dynamic DNS services updater
ms: Pengemaskini perkhidmatan DNS dinamik

source: DHCP server
ms: Pelayan DHCP

source: Domain name server
ms: Pelayan nama domain

source: Proxy cache service
ms: Perkhidmatan cache proksi

source: LDAP server
ms: Pelayan LDAP

source: Mailing lists manager
ms: Pengurus senarai mel

source: Multicast DNS service discovery
ms: Penemuan perkhidmatan DNS multikas

source: Account information resolver
ms: Pelerai maklumat akaun

source: Virtual Private Network server
ms: Pelayan Rangkaian Peribadi Maya

source: Router advertisement server
ms: Pelayan pengiklanan penghala

source: IPSec key exchange server
ms: Pelayan pertukaran kunci IPSec

source: Disk server
ms: Pelayan cakera

source: Disk client
ms: Klien cakera

source: Route server
ms: Pelayan hala

source: RPC mapper
ms: Pemeta RPC

source: SNMP server
ms: Pelayan SNMP

source: Terminal server client
ms: Klien pelayan terminal

source: Audio settings management
ms: Pengurusan tetapan audio

source: Volumes mounter
ms: Pelekap volum

source: Mounts your volumes automatically
ms: Lekap volum anda secara automatik

source: Infrared port management
ms: Pengurusan port terinfra-merah

source: Braille display management
ms: Pengurusan paparan Braille

source: Bluetooth device management
ms: Pengurusan peranti bluetooth

source: Hard disk tuning
ms: Penalaan cakera keras

source: Hotkeys management
ms: Pengurusan kekunci panas

source: Power management
ms: Pengurusan Kuasa

source: Logical volume management
ms: Pengurusan volum logikal

source: Cluster management tool
ms: Alat pengurusan gugusan

source: Fax settings management
ms: Pengurusan tetapan faks

source: RAID disks management
ms: Pengurusan cakera RAID

source: Graphic tablets management
ms: Pengurusan tablet grafik

source: CPU Frequency manager
ms: Pengurus Frekuensi CPU

source: Eagle USB ADSL modems manager
ms: Pengurus modem ADSL USB Eagle

source: Serial port settings management
ms: Pengurus tetapan port serial

source: ISDN modems manager
ms: Pengurus modem ISDN

source: Telstra Bigpond Cable Network client
ms: Klien Rangkaian Kabel Telstra Bigpond

source: Hardware monitor
ms: Pemantau perkakasan

source: System monitor
ms: Pemantau sistem

source: Virtual Machine management
ms: Pengurusan Mesin Maya

source: Services
ms: Perkhidmatan

source: Configure which services will be run when the system starts
ms: Konfigur perkhidmatan yang akan dijalankan bila sistem bermula

source: Start
ms: Mula

source: Stop
ms: Henti

source: Ignore
ms: Abai

source: Runlevel
ms: Aras Jalan

source: Priority
ms: Keutamaan

source: Services Settings
ms: Tetapan Perkhidmatan

source: Are you sure you want to delete this share?
ms: Anda pasti hendak memadam perkongsian ini?

source: Other computers in your network will stop viewing this.
ms: Komputer lain dalam rangkaian anda tidak dapat melihat ini.

source: Add a shared path, modifies it if it already exists
ms: Tambah laluan terkongsi, ubahsuai ia jika sudah wujud

source: PATH
ms: LALUAN

source: _Share Folder...
ms: _Kongsi Folder...

source: Share this folder with other computers
ms: Kongsi folder ini dengan komputer lain

source: Allowed host/network
ms: Hos/rangkaian dibenarkan

source: Specify hostname
ms: Nyatakan nama hos

source: Specify IP address
ms: Nyatakan alamat IP

source: Specify network
ms: Nyatakan rangkaian

source: Configure which folders are available for your network neighborhood
ms: Konfigur folder yang manakah tersedia untuk kejiranan rangkaian anda

source: File System
ms: Fail Sistem

source: Do not share
ms: Jangan kongsi

source: Windows networks (SMB)
ms: Rangkaian Windows (SMB)

source: Unix networks (NFS)
ms: Rangkaian Unix (NFS)

source: Settings for folder '%s'
ms: Tetapan bagi folder '%s'

source: Share Folder
ms: Folder Terkongsi

source: Sharing services are not installed
ms: Perkhidmatan perkongsian tidak dipasang

source: You need to install at least either Samba or NFS in order to share your folders.
ms: Anda perlu pasang sekurang-kurangnya Samba atau NFS untuk berkongsi folder anda.

source: World Map
ms: Peta Dunia

source: Mouse-based interactive map widget for selecting timezone. Keyboard users should instead select the timezone from the drop-down combination box below.
ms: widget peta interaktif berasaskan-tetikus untuk memilih zon waktu. Pengguna papan kekunci boleh memilih zon waktu dari kotak gabungan tarik-turun dibawah.

source: Time and Date
ms: Masa dan Tarikh

source: Change system time, date, and timezone
ms: Ubah masa , tarikh dan zon waktu sistem

source: NTP support is not installed
ms: Sokongan NTP tidak dipasang

source: Please install and activate NTP support in the system to enable synchronization of your local time server with internet time servers.
ms: Sila pasang dan aktifkan sokongan NTP dalam sistem untuk benarkan penyegerakan pelayan masa setempat anda dengan pelayan masa internet.

source: Enabling NTP
ms: Membenarkan NTP

source: Disabling NTP
ms: Melumpuhkan NTP

source: Synchronizing system clock
ms: Menyegerak jam sistem

source: Keep synchronized with Internet servers
ms: Kekal disegerak dengan pelayan Internet

source: Time and Date Settings
ms: Tetapan Masa dan Tarikh

source: Administrator group can not be deleted
ms: Kumpulan pentabdir tidak boleh dipadam

source: This would leave the system unusable.
ms: Ia menyebabkan sistem tidak boleh diguna.

source: Are you sure you want to delete group "%s"?
ms: Anda pasti hendak memadam kumpulan "%s"?

source: This may leave files with invalid group ID in the filesystem.
ms: Ia akan tinggalkan fail dengan ID kumpulan tidak sah dalam sistem fail.

source: New group
ms: Kumpulan baru

source: Group '%s' Properties
ms: Sifat kumpulan '%s'

source: Group name is empty
ms: Nama kumpulan adalah kosong

source: A group name must be specified.
ms: Nama kumpulan mesti dinyatakan.

source: Group name of the administrator group user should not be modified
ms: Nama kumpulan pengguna pentadbirtidak sepatutnya diubahsuai

source: Group name has invalid characters
ms: Nama kumpulan mengandungi aksara tidak sah
