Repository: hamonikr-root/mate-system-tools
Catalog: po/*.po
Languages: ms

source: Please set a valid group name consisting of a lower case letter followed by lower case letters and numbers.
ms: Sila tetapkan nama pengguna yang sah terdiri dari huruf kecil diikuti dengan huruf kecil dan nombor.

source: Group "%s" already exists
ms: Kumpulan "%s" sudah wujud

source: Please choose a different group name.
ms: Sila guna nama kumpulan lain

source: Group ID of the Administrator account should not be modified
ms: ID kumpulan akaun Pentadbir tidak sepatutnya diubahsuai

source: Group ID %d is already used by group "%s"
ms: ID Kumpulan %d sudah digunakan oleh kumpulan "%s"

source: Please choose a different numeric identifier for the new group.
ms: Sila pilih pengenalpasti nombor yang berbeza untuk kumpulan baru.

source: Please choose a different numeric identifier for group "%s".
ms: Sila pilih pengenalpasti nombor yang berbeza untuk kumpulan "%s".

source: Group name
ms: Nama Kumpulan

source: Not asked on login
ms: Jangan tanya semasa daftar masuk

source: Asked on login
ms: Tanya ketika daftar masuk

source: Monitor system logs
ms: Log sistem pemantua

source: Administer the system
ms: Tadbir sistem

source: Use audio devices
ms: Guna peranti audio

source: Use CD-ROM drives
ms: Guna CD-ROM

source: Burn CDs / DVDs
ms: Rakam CD / DVD

source: Use modems
ms: Guna modem

source: Connect to Internet using a modem
ms: Sambung ke Internet menggunakan modem

source: Send and receive faxes
ms: Hantar dan terima faks

source: Use floppy drives
ms: Guna pemacu cakera liut

source: Mount user-space filesystems (FUSE)
ms: Lekap sistem fail ruang-pengguna (FUSE)

source: Configure printers
ms: Konfigur pencetak

source: Connect to wireless and ethernet networks
ms: Sambung ke rangkaian tanpa-wayar dan ethernet

source: Access external storage devices automatically
ms: Capai peranti stora luaran secara automatik

source: Suspend and hibernate the computer
ms: Tangguh dan hibernasikan kompiter

source: Access /proc filesystem
ms: Capai sistem fail /proc

source: Use scanners
ms: Guna pengimbas

source: Use tape drives
ms: Guna peranti pita

source: Use USB devices
ms: Guna peranti USB

source: Use VirtualBox virtualization solution
ms: Guna penyelesaian pemayaan VirtualBox

source: Use video devices
ms: Guna peranti video

source: Be able to get administrator privileges
ms: Boleh dapatkan kelayakan pentadbir

source: Desktop user
ms: Pengguna desktop

source: Can perform common tasks. Can't install software or change settings affecting all users.
ms: Boleh buat tugas umum. Tidak dapat pasang perisian atau ubah tetapan yang mempengaruhi semua pengguna.

source: Administrator
ms: Pentadbiran

source: Can change anything on the system, including installing and upgrading software.
ms: Boleh ubah apa jua dalam sistem, termasuklah memasang dan menatar perisian.

source: Authentication failed
ms: Pengesahihan gagal

source: The new password is too short
ms: Kata laluan baru terlalu pendek

source: The new password is too simple
ms: Kata laluan baru terlalu ringkas

source: The old and new passwords are too similar
ms: Kata laluan lama dan baru adalah serupa

source: The new password must contain numeric or special characters
ms: Kata laluan baru mesti mengandungi nombor atau aksara khas

source: The old and new passwords are the same
ms: Kata laluan lama dan baru sama

source: The new password has already been used recently.
ms: Kata laluan baru telah digunakan baru-baru ini.

source: Your password has been changed since you initially authenticated!
ms: Kata laluan anda telah berubah semenjak anda sahihkan!

source: Unknown error
ms: Ralat tidak diketahui

source: Users and Groups
ms: Pengguna dan Kumpulan

source: Add or remove users and groups
ms: Tambah atau buang pengguna dan kumpulan

source: Password is too short
ms: Kata laluan terlalu pendek

source: User passwords must be longer than 5 characters and preferably formed by numbers, letters and special characters.
ms: Kata laluan pengguna mesti lebih dari 5 aksara dan lebih baik terbentu dari nombor, huruf dan aksara khas.

source: Password confirmation is not correct
ms: Pengesahan kata laluan tidak betul

source: Check that you have provided the same password in both text fields.
ms: Semak sama ada anda telah sediakan kata laluan yang sama dalam kedua-dua medan teks.

source: Please choose another password.
ms: Sila pilih kata laluan lain.

source: Please type again your current password.
ms: Sila taip semula kata laluan semasa anda.

source: Password could not be changed
ms: Kata laluan tidak boleh diubah

source: Administrator account cannot be deleted
ms: Akaun pentabdir tidak boleh dipadam

source: %s is currently using this computer
ms: %s kini menggunakan komputer ini

source: Please ensure the user has logged out before deleting this account.
ms: Sila pastikan pengguna telah mendaftar keluar sebelum memadam akaun ini.

source: Can't delete the only administrator account
ms: Tidak dapat padam akaun pentadbir sahaja

source: %s is the only administrator on this computer. Deleting this account would lock you out of administrating the system.
ms: %s adalah satu-staunnya pentadbir pada komputer ini. Memadam akaun ini akan menyebabkan anda tidak dapat mentadbir sistem.

source: Remove home folder for %s?
ms: Buang folder rumah bagi %s?

source: Files owned by user %s in <tt>%s</tt> can be completely removed if you don't need them anymore. You may want to back them up before deleting the account, or keep them so that an administrator can save them later.
ms: Fail dimiliki oleh pengguna %s berada dalam <tt>%s</tt> boleh sepenuhnya dibuang jika anda tidak perlukannya lagi. Anda boleh menyandarnya sebelum memadam akaun, atau biarkannya supaya pentadbir dapat menyimpannya kemudian.

source: Keep Files
ms: Kekalkan Fail

source: Don't Remove Account
ms: Jangan Buang Akaun

source: Delete Files
ms: Padam Fail

source: Superuser
ms: Pengguna super

source: Custom
ms: Suai

source: None
ms: Tiada

source: Invalid character "%c" in comment
ms: Aksara tidak sah "%c" dalam ulasan.

source: Check that this character is not used.
ms: Semak sama ada aksara ini tidak digunakan.

source: Incomplete path in home directory
ms: Laluan tidak lengkap dalam direktori rumah

source: Please enter full path for home directory <span size="smaller">i.e.: /home/john</span>.
ms: Sila masukkan laluan penuh untuk direktori rumah⏎ <span size="smaller">i.e.: /home/abuyop</span>.

source: New home directory already exists, use it?
ms: Direktori rumah baru sudah wujud, guna ia?

source: The home directory for %s has been set to <tt>%s</tt>, which already exists. Do you want to use files from this directory, or copy the contents of <tt>%s</tt> to the new home, overwriting it? In doubt, use the new directory to avoid losing data, and copy files from the old directory later.
ms: Direktori rumah untuk %s telah ditetapkan ke <tt>%s</tt>, yang mana sudah wujud. Anda hendak guna fail dari direktori ini, atau salin kandungan <tt>%s</tt> ke rumah baru, tulis-ganti ia?⏎ ⏎ Jika ragu-ragu, guna direktori baru untuk menghindari kehilangan data, dan salin direktori lama kemudian.

source: _Replace With Old Files
ms: _Ganti Dengan Fail Lama

source: _Cancel Change
ms: _Batal Perubahan

source: _Use New Files
ms: _Guna Fail Baru

source: Make user the _owner of the new home directory
ms: Pastikan pengguna adalah pemilik direktori rumah baru

source: _Delete old home directory
ms: Pa_dam direktori rumah lama

source: The home directory for %s has been set to <tt>%s</tt>, which already exists. Do you want to use files from this directory, or delete all its contents and use a completely empty home directory? In doubt, keep the files, and remove them later if needed.
ms: Direktori rumah untuk %s telah ditetapkan ke <tt>%s</tt>, yang mana sudah wujud. Anda hendak guna fail dari direktori ini, atau padam semua kandungannya dan guna direktori rumah kosong baru sepenuhnya?⏎ ⏎ Jika ragu-ragu, biarkan fail, dan buang ia kemudian jika perlu.

source: _Delete Files
ms: Pa_dam Fail

source: _Use Existing Files
ms: _Guna Fail Sedia Ada

source: Copy old home directory to new location?
ms: Salin direktori rumah lama ke lokasi baru?

source: The home directory for %s has been set to <tt>%s</tt>, which doesn't exist. Do you want to copy the contents of the old home directory (<tt>%s</tt>), or use a completely empty home directory? If you choose to copy the files to the new location, it's safe to delete the old directory.
ms: Direktori rumah untuk %s telah ditetapkan ke <tt>%s</tt>, yang mana tidak wujud. Anda hendak salin kandungan direktori rumah lama (<tt>%s</tt>), atau guna sepenuhnya direktori rumah kosong?⏎ ⏎ Jika anda pilih untuk salin fail ke lokasi baru, adalah selamat memadam direktori lama.

source: _Use Empty Directory
ms: _Guna Direktori Kosong

source: Co_py Old Files
ms: Sa_lin Fail Lama

source: ID for the root user should not be modified
ms: ID untuk pengguna root sepatutnya tidak diubahsuai

source: User ID %d is already used by user %s
ms: ID pengguna %d sudah diguna oleh pengguna %s

source: Please choose a different numeric identifier for %s.
ms: Sila pilih pengenalpasti nombor lain untuk %s.

source: Incomplete path in shell
ms: Laluan tidak lengkap dalam shell

source: Please enter full path for shell <span size="smaller">i.e.: /bin/bash</span>.
ms: Sila masukkan laluan penuh untuk shell⏎ <span size="smaller">i.e.: /bin/bash</span>.

source: Can't revoke administration rights
ms: Tidak dapat seru hak pentadbiran

source: %s is the only administrator on this computer. Revoking administration rights for this account would lock you out of administrating the system.
ms: %s adalah satu-staunnya pentadbir pada komputer ini. Menyeru hak pentadbiran untuk akaun ini akan menyebabkan anda tidak dapat mentadbir sistem.

source: You are about to revoke your own administration rights
ms: Anda sedang menyeru hak pentadbiran anda sendiri

source: %s will no longer be able to perform administrative tasks. This account won't be allowed to get administration rights back on its own.
ms: %s tiada lagi berupaya membuat tugas pentabiran. Akaun ini tidak dibenarkan dapatkan hak pentadbiran kembali.

source: Give up administration rights
ms: Lepaskan hak pentadbiran

source: Applying changes to user settings...
ms: Melaksana perubahan ke tetapan pengguna...

source: Users Settings
ms: Tetapan pengguna
